mePlayer({
  music: {
    src: 'http://www.ytmp3.cn/down/48288.mp3',
    title: '一生所爱',
    author: '卢冠廷',
    loop: true,
    cover: 'http://pxagsvgw7.bkt.clouddn.com/%E4%B8%80%E7%94%9F%E6%89%80%E7%88%B1.jpg',
    lrc:
      '[00:00.00]一生所爱\n[00:02.00]大话西游主题曲\n[00:04.00]\n[00:06.00]演唱：卢冠廷\n[00:08.00]\n[00:10.00]分享：董先森\n[00:12.00]QQ 284484449\n[00:36.40]从前现在过去了再不来\n[00:45.61]红红落叶长埋尘土内\n[00:53.57]开始终结总是没变改\n[01:02.81]天边的你飘泊白云外\n[01:12.95]苦海翻起爱浪\n[01:21.63]在世间难逃避命运\n[01:31.22]相亲竟不可接近\n[01:40.31]或我应该相信是缘份\n[02:26.64]情人别后永远再不来(消散的情缘)\n[02:36.27]无言独坐放眼尘世外(愿来日再续)\n[02:44.05]鲜花虽会凋谢(只愿)但会再开(为你)\n[02:53.03]一生所爱隐约(守候)在白云外(期待)\n[03:03.34]苦海翻起爱浪\n[03:11.90]在世间难逃避命运\n[03:21.68]相亲竟不可接近\n[03:30.83]或我应该相信是缘份\n[03:40.09]苦海翻起爱浪\n[03:47.49]在世间难逃避命运\n[03:58.64]相亲竟不可接近\n[04:07.65]或我应该相信是缘份\n'
  },
  target: '.music',
  autoplay: false
})


document.querySelector('button').addEventListener('click', function() {
  mePlayer.toggleTheme()
})

window.setTimeout(mePlayer.play, 1500)